
whois = [
  "<br>",
  "normal biriyim ne beklediniz?",
  "",
  "", 
  "",
  "",
  "<br>"
];

var tt = "https://www.tiktok.com/@lase.q";
var insta = "https://www.instagram.com/lase.qq/"
var youtubee = "https://www.youtube.com/@lase.x"
var spo = "https://open.spotify.com/user/31yfaqg6blyz6sq6bvjv2eo32dzy"
social = [
  "<br>",
  'Tiktok         <a href="' + tt + '" target="_blank">tiktok/lase.q' + "</a>",
  'Youtube        <a href="' + youtubee + '" target="_blank">youtube/lase.x' + "</a>",
  'Instagram      <a href="' + insta + '" target="_blank">instagram/lase.qq' + '</a>',
  'Spotify        <a href="'+spo+'"target="_blank">spotify/lase.q',   
  "<br>"
];




var sarki = 
[
  "https://www.youtube.com/embed/dPgj93skycA?autoplay=1",
  "https://www.youtube.com/embed/5JmQIQbtJpU?autoplay=1",
  "https://www.youtube.com/embed/sOeD_ZHfvww?autoplay=1",
  "https://www.youtube.com/embed/9XCqST1aSf8?autoplay=1",
  "https://www.youtube.com/embed/xu9xVNuE-_0?autoplay=1",
  "https://www.youtube.com/embed/fq3d2y4x_C0?autoplay=1",
  "https://www.youtube.com/embed/mSHz6cZqjNM?autoplay=1",
  "https://www.youtube.com/embed/EFOHkWLpf_M?autoplay=1",
  "https://www.youtube.com/embed/_L1YNZp00s8?autoplay=1",
  "https://www.youtube.com/embed/hurSH3n_U8E?autoplay=1",
  "https://www.youtube.com/embed/TDSgb2P76fc?autoplay=1",
  "https://www.youtube.com/embed/Uj0djfOlvkQ?autoplay=1",
  "https://www.youtube.com/embed/pgbgmHx9GLs?autoplay=1",
  "https://www.youtube.com/embed/TjO15KuKKCc?autoplay=1",
  "https://www.youtube.com/embed/Fyb4QAZVVv0?autoplay=1",
  "https://www.youtube.com/embed/V3lmf_KIAOU?autoplay=1",
]




help = [
  "<br>",
  '<span class="command">Command:</span>         Just write "whois" or "social".',
  '<span class="command">whois</span>    =>      Who is Lase 😁?',
  '<span class="command">social</span>   =>      Social Media',
  "<br>",
];




banner2 = [
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⢀⣀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀         ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⢀⡴⠛⢹⠇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⠸⡍⠙⢦⣄⠀⠀⠀⠀⠀⠀⠀⠀        ",
  "⠀⠀⠀⠀⠀⠀⢠⠞⢡⡶⢠⡟⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⢻⡄⣶⡈⠳⣄⠀⠀⠀⠀⠀⠀       " ,
  "⠀⠀⠀⠀⠀⣴⠋⣰⣿⠁⢸⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠈⡇⠘⣷⡄⠙⣦⠀⠀⠀⠀⠀       ",
  "⠀⠀⠀⠀⣰⠃⢠⣿⡇⠀⠌⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ⡃⠀⣿⣿⡀⠘⡆⠀⠀⠀⠀       " ,
  "⠀⠀⠀⢠⡟⢀⣿⣿⡇⠀⢸⠀⠀⠀⠀⢀⣀⣤⠴⠶⠶⠖⠶⠶⠶⠦⢤⣀⡀⠀⠀⠀ ⢀⡇⠀⣿⣿⣷⠀⢿⡄⠀⠀⠀    ",
  "⠀⠀⠀⣿⠃⢸⣿⣿⣿⡄⠘⢧⣀⡤⠞⢋⣁⣤⣶⣶⣶⣶⣶⣶⣶⣦⣤⣀⡙⠳⢤⣀⡼⠃⣸⣿⣿⣿⡆⢸⡇⠀⠀⠀  ",
  "⣿⠳⣿⣿⠀⢸⣿⣿⣿⣿⣦⡈⠁⠰⠦⣮⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡴⠶⠄⠈⣣⣼⣿⣿⣿⣿⡇⢸⡇⣠⠆⠀ ",
  "⣿⠀⠛⣿⣇⠘⣿⣿⣿⣿⣿⣿⣶⣦⠄⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇⠠⣶⣾⣿⣿⣿⣿⣿⣿⠁⣼⣿⠋⠀⡧ ",
  "⣿⡘⣧⡘⠿⡄⠘⣿⣿⣿⣿⣟⣿⠋⣰⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡄⠛⣟⣻⣿⣿⣿⣿⠃⢠⡿⢃⡴⢻⡇" ,
  "⠻⡇⢸⣷⣦⠙⠦⣈⠙⠛⠛⠉⢁⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣤⡉⠉⠉⠉⠉⣀⡴⢋⣴⢿⡦⢸⠁" ,
  "⠀⢣⠈⣷⣝⠻⡦⠌⣿⣿⣿⠿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢻⣶⣿⣿⠉⣶⠟⣁⣿⠁⡇⠀ ",
  "⠀⠸⣧⢻⣿⣴⣦⡀⠹⣿⣯⣼⣿⣿⣿⣿⣿⣿⣿⣿⣎⣿⣿⣾⣿⣿⣿⣿⣿⣿⣿⣿⣦⣿⡿⠏⣀⣴⣿⣿⠇⣼⠇⠀ ",
  "⠀⠀⠘⣆⡙⢿⣿⣿⠂⣿⣟⡛⠿⠿⣿⣿⣿⣿⣿⣿⢻⣿⣿⡿⣿⣿⣿⣿⣿⡿⠿⠿⣛⣿⣇⢸⣿⣿⠟⢁⡴⠃⠀⠀ ",
  "⠀⠀⠀⠈⠙⢤⣙⠛⣴⣿⣿⣿⣦⣀⠲⢬⣙⠛⠿⠿⢸⣿⣿⠀⣿⠿⠛⣉⡥⠖⣠⣼⣿⣿⣿⡆⠟⣇⡴⠋⠁⠀⠀⠀  ",
  "⠀⠀⠀⠀⠀⠀⠹⡄⠿⣿⣿⣿⣿⣿⣷⣦⣴⣶⣶⣾⣾⣿⣿⣦⣶⣶⣶⣦⣶⣿⣿⣿⣿⣿⣿⠇⣠⠏⠀⠀⠀⠀⠀⠀   ",
  "⠀⠀⠀⠀⠀⠀⠀⠙⢆⠈⢻⣿⡛⠋⢯⣭⣿⣿⣿⡟⢻⣿⣿⡟⢾⣿⣿⣯⣭⠍⠙⢻⣿⠟⢁⡼⠋⠀⠀⠀⠀⠀⠀⠀   " ,
  "⠀⠀⠀⠀⠀⠀⠀⠀⠈⢳⡀⢹⣿⣶⣆⠉⢿⣿⣿⢣⣿⣿⣿⣷⢸⣿⣿⠟⢁⣴⣶⣿⠃⢠⡟⠀⠀⠀⠀⠀⠀⠀⠀⠀    ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⡇⠘⣿⣿⣿⣷⢲⣍⡛⠂⠙⣿⡿⠃⠺⣋⣥⠶⣾⣿⣿⡿⠀⡼⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀     ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠲⣄⠙⠻⣿⡆⢩⡉⠻⠲⠛⠁⠺⢟⢙⡅⣼⣿⠟⠉⣠⠞⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀     ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠹⣄⠘⣿⣎⠻⢿⣿⣶⣶⣿⡿⠟⣱⣿⠃⣠⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀      ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠹⣦⠙⠻⣿⣶⣤⣴⣦⣤⣶⣯⠟⢃⣼⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀       ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠳⣄⠘⢿⣿⣿⣿⣿⡟⠁⣰⠟⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀       ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠘⠧⣈⣙⣛⣛⣉⣠⠜⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀        ",
  "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠉⠉⠉⠉⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀         ",
"<span class=\"color2\">Komutları Görmek İçin</span> <span class=\"command\">'help'</span><span class=\"color2\"> yazınız.</span>",
"<span class=\"color2\">To See Commands</span> <span class=\"command\">'help'</span><span class=\"color2\">.</span>",
]
